Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ggg: آوآج ٽيڪنآلآجِِيو ڪي چوڌآريٚ ايڪ برآدريٚ Mozilla همينٚ جوڙ ريهرآهونٚ۔ همينٚ تآجآ تريٚن ، نويٚنٚ ڊيٽآ ڪي جريٚئي رآبتآ مي ريهوآ چآهنٚدآ هونٚ ائينٚ اور سُڻوآ لآ تو تميٚنٚ ايٚرآ ڊيٽآ ڪو ڪيسي استمآل ڪرريهرآ هو

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ggg: همي يڪينٚ ڌردآ هونٚ ٻڏيٚ ائينٚ اوآميٚ ترڦيٚ ديٚ ڌيريٚ آوآج ڊيٽآ سيٽو ڪيٚ مشيٚنيئو سڪووآ پي ٻنٚدريٚ تڪرير ٽيڪنآلآجيٚ ٺيرآ ڪآروبآرو ڪوُ وڌآئو دينٚدآ هينٚ . يآ ايڪ سنسآرو ڪيٚ ڪوشيٚش هي ائينٚ همينٚ سبآنٚڪوُ ڀيݪآ هووآ ڪيٚ دآئوت دينٚدآ هونٚ . همرو مڪسد تڪريٚر ٽيڪنآلآجييو ڪوُ وڌيٚڪ شآمل ڪروآ مينٚ مدت دينٚدوهو،سنسآرو ڪيٚ آوآجآنٚ ڪو ڦرڪ جآهر ڪردو هي .

source: Website Localization
ggg: ويب سآئيٽ

source: Websites
ggg: ويب سآئٽينٚ

source: We couldn’t find that page for you
ggg: همي تِمري تآڻيٚ وه سڦو ڍوڊ ڪونآ سڪرآ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ggg: همينٚ تمري سُڻوآ تآڻيٚ ڪآ بي آڊيو ڪِلپ لي ڪونآ سڪرآ هونٚ۔ مهربآني ڪر ڪي وري ڪوشش ڪرو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
ggg: همآئونٚ تمآنٚدي ٻولوآ تآڻيٚ ڪوئيٚ جملآ ڪونآ مِل سڪرآ۔ مهربآنيٚ ڪرڪي پڇي وري ڪوشيش ڪريٚو۔

source: Weekly
ggg: هپتآ مي

source: Weekly Goal
ggg: هپتآ ڪو مڪسد

source: We launch the Common Voice site in this language.
ggg: همينٚ ايٚرآ ٻوليو مي آم آوآجو ڪو سيٽ شروُ ڪردآ هونٚ

source: Welcome { $company } staff!
ggg: اسٽآڦ{ $company } ڀلي ڪر ڪي آرآ

source: Welcome to Common Voice
ggg: آم اوآجيٚ مي ڀليٚڪآر

source: Welcome to Spontaneous Speech
ggg: آپو آپ ٻآت چيِتي مي ڀلي ڪر ڪي آرآ۔

source: Welsh
ggg: ويلش ٻوليٚ

source: We may have run out of clips - refresh the page, or try again later.
ggg: همينٚ شآيد ڪيلپآنٚ دي کتم هوگوآ هونٚ، سوڦو تآجو ڪرو بآ پڇي وري دُبآرآ ڪوشش ڪرو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ggg: همآ ڪوُ شآيد وآ درڪآس ڪونآ مِلري هي۔ ميهربآني ڪر ڪي همآ ڪوُ آپو ڪيٚ نوينٚ ايٚ ميل ڪرو اور همينٚ تِمري ڪو دي وآپس آسآنٚ

source: We periodically release the dataset
ggg: همي وڪت بروڪت ڊيٽآ سيٽ جآريٚ ڪردا هيونٚ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ggg: همينٚ تمريٚ رپوٽيٚئو اهِتيآتو دي سمآݪوآڪو وآئيٚدو ڪردآئونٚ </privacyLink> رآجدآريٚ نوٽيٚس <privacyLink> ٻتيٚ پڙهو همرو

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
ggg: همينٚ ايڪ کُلرو جريئو ٺآريهرآ هونٚ ، آوآجآنٚ ڪيٚ ڀوت ٻولِيونٚ ڊيٽآ سيٽ ۔ جيڪو هر ڪوئيٚ استمآل ڪرسگدوئي تڪريٚر ڦآل هُريٚ ايپليٚڪيشنيٚ ڪوُ سلسليوآر ديوآ لآ

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ggg: همينٚ آوآجآنٚ ڪيٚ ايڪ کُلريٚ ڊيٽآ سيٽ ڪرريهرآ هونٚ۔ آپوڪيٚ آوآج ديئو، دوسرآ منکآ ڪآ ڪلپسآنٚ ڪو سهيٚ ڪرو،ڊيٽآ سيٽو ڪو هر ڪرو لآ سئيٚ ڪرو

source: We’re experiencing unexpected downtime
ggg: هميٚ اڻ اُݪکرآ بند ٽيمو ڪو تجربو ڪر ريهيرآ هونٚ

source: We're going out to get coffee.
ggg: همي ٻآهر جآرهيرآ هونٚ سليمآنيٚ چآئينٚ ليوآ۔

source: We’re going out to get coffee.
ggg: همينٚ ٻآهر سليمآنيٚ چآنٚه ڪيوآ جآ رهيرآ هونٚ

source: We release the dataset every 3 months.
ggg: همينٚ ڊيٽآ سيٽو ڪو هر3 مهيٚنآ مي دينٚدآهونٚ

source: We're making some big changes
ggg: همينٚ ڪُجھ جبريٚ تبديٚليونٚ ليآ ريهرآ هونٚ

source: We're receiving a lot of traffic and are currently investigating the issues.
ggg: همي ڀوت رشي ڪي ڪر اِرو ٽيم مسلآنٚ ڪيٚ جآنچ ڪر رهيرآ هونٚ۔

source: We’re sorry, your platform is not currently supported.
ggg: همآنڪو مآڦ ڪريو، تمرو پليٽ ڦآرم اِرو ٽيم سپورٽ ڪونآ ڪري۔

source: Western Highland Purepecha
ggg: ويسٽرن هآئي لينٚڊ پيوريٚپيٚچآ

source: Western Penan
ggg: اوڀري پِنآن

source: Western Sierra Puebla Nahuatl
ggg: مگربيٚ سيرآ پيبلآنو هآٽلآ

source: Westphalian
ggg: ويسٽڦآليٚن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ggg: همينٚ ترجمآ مي موجيلآ ٽول استمآل ڪردآ هونٚ جرو ڪو ڪيرو جآنٚدو هي ۔ پونٽآنٚ مي ڪتريئيٚ ٻوليونٚ</pontoonLink> Pontoon <pontoonLink> هينٚ آپوئي ٻوليونٚ <pontoonRequestLink>جي وآ تمريٚ نآ هي تو تمي ڪرسگدآ هو</pontoonRequestLink>شآمل ڪروآڪي درکوآست اُرآ ڪي بآد ،ٻوليو ڪو آم آوآجو ڪآ پروجيڪٽو مي ڌروآ لآ </githubRepoLink> تو نوين ٻوليو ڪي درکوآست ڪرو<githubRepoLink> </localizationFragment>سآئيٽي ترجمآ ڪو وڌيڪ ديکو <localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ggg: همينٚ ڪجھ بدلآرآ هآنٚ ۔ ڊيلٽآ هسآ سرڦ آکريٚ رليٚجيٚ دي ليڪي۔</deltaLink> ايٚرو ڪآموبآبت وڌيٚڪ پڙهوٚ<deltaLink> سبآنٚدي تآجآ ڪلپآنٚ پي ڌيرو هي

source: We've run out of sentences to record in this language...
ggg: همريَ ڪني اِرآ ٻوليٚو مينٚ ريڪآرڊ ڪروآ تآڻيٚ جملآ کَتم هوگوآ هينٚ ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ggg: همينٚ چآهنٚدآ هونٚ تو تڪريٚريٚ ڪآ مآڊل ڀلآ هووينٚ تو ٻولوآݪا ڪي الگ ريجي ڪو سمجوآ مي ائين هووا لآ، ايڪ آوآج ڊيٽآ سيٽوڪوُ ڪترآئي الگ منکآنٚ ڪي اڳواڻيٚ ڪروو کپي

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ggg: همينٚ چاهندآ هونٚ تو مشين لرنينٚگيٚ ڪآ الگورٿمج اِرد گِردو ڪآ الگ الگ شورو ڪوُ سمآݪوآ ڪي لائيڪ هوينٚ اُرو ڪي جگآ اُنچآ شور بي ڪبول ڪررآ جآسي پر سرت يو هي وه تمآ ڪوُ سآمآنو ڪوُ مڪمل سُڻوآ دي روڪوآ مينٚ نآڪآم هوئينٚ کاموش اِرد گِرديٚ ڪوسنگيٚت ٽيڪ هي اِرد گرديٚ ڪو اُنچو سنٚگيت جِرو مينٚ هر ايڪ لڦج سُڻوآ مينٚ ريهجآئي وه ڪبول ڪونآ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
ggg: همي الگ ورجآڻيآ ڪوُ ڀلي ڪآر ڪيندآ هونٚ! جميني مي ڪِرو بي ڪِلپو ڪو کتم ڪروآ دي پيلي ڀوت هشيآر رهيوو تو تِمي سوچو تو پڙهوآݪ ڪِرو گُڦتآ ڪوُ گلت استمآل ڪرس هي، جورو ڪوُ گلت جگآ مي درس هي، سآري ديتآ مي استمآل هوآݪيٚ ورجآڻيٚو ڪآ الگ نمونآ هينٚ، جنآ دي ڪُج شآيد تِمري آپوڪيٚ مڪآمي ڪميونٽيو مي ڪونآ هوسيٚ۔ ميهربآني ڪر ڪي اُنآ تآڻيٚ ڪردآنيو ڪي بآر ڀرو جيڪو تِمآ ڪوُ الگ ٻولسگآ هينٚ۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ggg: همينٚ جلديٚ تمريٚ ٻوليو ڪوُ آوآجو مي ڌروآ تآڻي کبرچآر ڪرسآنٚ

source: We will be in touch with more information as it becomes available.
ggg: همي اور کبري دي رآبتآ مي رهسآنٚ جيسي وآ موجود هوسيٚ

source: We will not make your email public.
ggg: همي تِمري اي ميلي ڪوُ امآمي ڪونآ ڪرسآنٚ۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ggg: همي ڊيٽآ سيٽ دي تِمريٚ آوجيٚ ڪيٚ رڪآرڊينگي ڪوُ هٽآوآ تآڻيٚ تِمري درڪآسي ڪو ديکسآنٚ۔ جيڪر تِمري درڪآس منجوُر ڪرري گئي هي، همي اُنآ دي رآبتو ڪرسآنٚ جيڪي ڊيٽآ سيٽ ڊآئون لوڊ ڪرن هينٚ اور درڪآس ديسآنٚ تو وي تِمريٚ آوآجيٚ ڪيٚ رڪآرڊئينگيٚ ڪوُ بي هٽآ ديوو

source: We will show you a prompt or question
ggg: همي تمآ ڪوُ ايڪ اِشآرو يآ سوآل دِکآسآنٚ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ggg: همي بُڻيآديٚ ڪآ، سوآل سوسآئيٽي اور ڪميونٽيٚو دي ڀآئيوآرآنٚ ڪي ڀيݪي ڪآم ڪردآ هونٚ انٽرنيٽو ڪوُ ايڪ سهتمند جگآ، کآس ڌيآنو دي اُڀر پآسآ ڪآ امريڪآ ڪودي۔ همرآ بآرآ مي اور وڌيڪ جآڻو۔</programmaticWork> پروگرآمي ڪآم<programmaticWork>

source: What is a language on Common Voice?
ggg: آم وآجو پي ٻولي ڪآ هي ؟

source: What issues are you experiencing with this content?
ggg: تِمي اِرو موآدو مي ڪوڻسآ مسلآ ميهسُوس ڪر رهيرآ هو؟

source: What issues are you experiencing with this sentence?
ggg: تمينٚ اِرو جملآ مينٚ ڪِنآ مسلآ ڪو سآمنو ڪر ريهرآ هو

source: What is your age?
ggg: تمري اُمر ڪآ هي؟

source: What is your sex or gender?
ggg: تمريٚ سيڪس جآ جنس ڪوڻسيٚ هي؟

source: What kind of goal do you want to build?
ggg: تميٚ ڪوڻسآ ڪِسمو ڪو مڪسد ٺآوآ چآهنٚدآ هو؟

source: What makes a good question?
ggg: ڀلو سوآل ڪآ هي؟

source: What needs to be in my file?
ggg: ميريٚ ڦائليٚ مي ڪآ هووآئيٚ جرورتي

source: What questions can I add?
ggg: مي ڪوڻسو سوآل شآمل ڪر سڪدو هونٚ؟

source: What sentences can I add?
ggg: مينٚ ڪوڻسآ جملآ ڌرسگدونٚ ؟

source: What’s inside the Common Voice dataset?
ggg: آم آوآجو ڪيٚ ڊيٽآ سيٽو ڪي مآئيٚنٚ ڪآ هي ؟

source: What's Public?
ggg: اوآمي ڪآ هي؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ggg: جد ايڪ سُڻوآݪو ايڪ آوآجوڪآ ڪلپو ڪو رد ڪردو هي تو وو ڪتآريٚ مي وآپس آنٚدو هي۔ اگر دوسري چڪر رد ڪررو جآئي، آوآج ڪلپ ڪلپو مُڪآنو ڀڻي ڌررو گوو هي

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ggg: آوآجينٚ ڪوُ سُڻوآ ڪي ٽيم، پر سُڻ ليوو تو جيڪو ريڪآرڊ ڪررو گوو هي وه سهي هي جيڪو لکرو گو هي جي ٿوڙي بي گلتيٚ هي تو هٽآ ديؤ پر آم گلتيونٚ شآمل هينٚ

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ggg: جد تِمي آپو ڪي رڪآرڊينگيٚ ڪيٚ درڪآس ڪردآ هو، همي اُنآ ڪوُ ايڪ جآنٚ ڀوت جپ ڦآئيٚليٚ مي ڀيݪي ڪردآ هونٚ۔ يآنٚ تِمري اگليٚ درڪآسينٚ هينٚ

source: Which variant of { $language } do you speak?
ggg: تمي ڪوڻسي ٻولي ٻولدآ هو؟{ $language }

source: Why ?
ggg: ڪآلي؟

source: Why a profile?
ggg: پروڦآئيل ڪآلي؟

source: Why are you asking?
ggg: تمينٚ ڪآلي پوڇ رهيرآ هو؟

source: Why Common Voice?
ggg: آم وآج ڪآلي؟

source: Why does this matter?
ggg: يو مآملو ڪآلي هي؟

source: Why we built this Spontaneous Speech prototype
ggg: همي يو اسپونٽينئس اسپيچ پروٽوٽآئپ ڪآلي ٺآرآ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ggg: ايڪ پروڦآئيليٚ ڀيݪي تميٚ تمرآ ڪآمونٚ مي ننگ ڌر سڪدآ هو۔ اور آوآجو ڪوَ سامآن ديوآݪا ڪيٚ برآدِريٚيو دي مِل سدآ هو۔

source: Wixarika
ggg: وِکسرِیکا

source: Wixárika
ggg: وڪسآريٚڪآ

source: Wolof
ggg: وولوڦ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ggg: ڪآ تِمي ارج ڪروو چآهندآ هو تو آپو ڪيٚ آوآجيٚ ڪيٚ رڪآرڊينگيٚ ڪوُ بيٚ ڊليٚٽ ڪرو جآئي۔ جآنٚ ڪآ تِمي اُنآ ڪوُ آم وآئس ڊيٽآ سيٽو مي رآکوو چآهندآ هو؟

source: Write
ggg: لِکوو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
ggg: آدمي جيڪو ڪيس هي، سحيو دي لِکوو، جيسي 'ام' جآ 'ايرر' جيسيٚ جگآ ڪيٚ لڦجآ ڪوُ شآمل ڪردي.

source: Write down what you hear the person saying here
ggg: جيڪو ڪُج تمي يآن سُِڻرآ، وو لِکو

source: Write options menu
ggg: اڌيٚڪآرآئينٚ لِسٽ لِکوو

source: Xhosa
ggg: هوسآ

source: Xitsonga
ggg: جٽسونٚگآ

source: y
ggg: ي

source: Y
ggg: ي

source: Yaqui
ggg: يآڪيٚ

source: Yes
ggg: هآنٚ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ggg: هآنٚ، مڪو ايٚميلينٚ ڀيجو۔مي ڪآمن وآئس پروجيڪٽ۔بآبت بي کبرو ريهوآ چآنٚهنٚدونٚ

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ggg: هآنٚ مڪُو ايٚ ميل ڀيجو۔ مي اِرآ ٻوليو ڪيٚ ترڪيٚو تآڻيٚ آم آوآجيٚ پر کبدآر رهيوو چآهندو هونٚ

source: Yiddish
ggg: يدش

source: Yoruba
ggg: يوروبآ

source: You
ggg: تميٚنٚ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ggg: تميِ <size>{ $size }GB</size> ڊآئون لوڊ ڪروآݪآ هو، آگي چلو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
ggg: تميٚ تيآرهو ڊآئون لوڊ شروُ ڪروآ لآ

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ggg: </writePageLink>پنو لکو<writePageLink> آپو اُپر </reviewPageLink> تهڪيڪي پنآ <reviewPageLink> مي جُملآ شآمل ڪرسگدآ هو يآنٚ جُملآنٚ بآرآ مي تهڪيڪ ڪرو

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ggg: ڪوُ پسنديآݪو آونلوڊ URLs تِمي بي پقل ڪر سڪدآ هو سيدو لوڊ مينيجرو مي۔ وي12 ڪلآڪينٚ مي کتم هو جآسيٚ، پر تِمي ڪِرو بيٚ ٽيم نوآنٚ ٽآوآ تآڻي اِرو سڦآ پر وآپس آ سڪدآ هو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ggg: تمي تمرآ ڪيبورڊ شآرڪٽ استمآل ڪر سڪتآ هو:{ sc-review-form-button-approve-shortcut } مجُور ڪروآ تآڻيِ،{ sc-review-form-button-reject-shortcut } رد ڪروو،{ sc-review-form-button-skip-shortcut } چوڙ ديوو

source: You can choose to make your username public or anonymous.
ggg: تِمي چُڳ سدآ هو آپو ڪو يوجر بآئونٚ آوآمي يآ گُمنآم ڪروآ تآڻيٚ

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
ggg: تِمي <examplePromptsLink>اِرو ورڪو مي 120 مثالينٚ ڪآ اِشآرآنٚ ڪوُ </examplePromptsLink> ڍونڊ سڪدآ هو۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ggg: datasets <datasetsPage> تميٚ جآ سگدآ هو جو تميٚ چآهو وو ورجن ائينٚ ٻولي چُگو ، ائينٚ اُرآ ڪو ڊآئون لوڊ ڪرو ،</datasetsPage> پنآ هينٚ ، مسآل ڊيموگرآڦڪ جآڻ ائينٚ</metadataLink> وڙيل ميٽآ ڊيٽآ <metadataLink> ڦآئيلينٚ مي سهيٚيآݪيٚ ڊيٽآ ۔تمآنٚ ڪو ڊيٽآ سيٽ ڊآئون لوڊ ڪروآ لآ ايڪ ايٚميلي ڪو پتو ليوآ ڪيٚ جرورت پڙسيٚ

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ggg: تِمي مدد ڪر سڪدآ هو ايڪ الگ، اوپن سروس ڊيٽآ سيٽو ڪوُ ٺآوآ تآڻي ايڪ آم وآئيس پروڦآئيل ٺآڪي اور آپو ڪو آوآج شآمل ڪر ڪي۔

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ggg: تميٚ موجيٚلآ ٻوليو ڪيٚ ڪميونٽيانٚ مي دوسرآنٚ دي ملآڪآت ڪرسگدآئونٚ مي شآمل ڪآمونٚ مي ٻآت چيٚتيٚ تآڻيٚ يآنٚ تڪڙيٚ سلآ ليوآ تآڻيٚ

source: You cannot add multiple sentences for a single submission
ggg: تميٚ سِرڦ ايڪ جمآ ڪروآ تآڻيٚ ڪترآئيٚ جُملآ ڪوُ شآمِل ڪونآ ڪرَسگو

source: You cannot request your recordings while another request is already in progress.
ggg: تِمي تِمري رڪآرڊينگي ڪيٚ درڪآس ڪونآ ڪر سڪو جيسي تو دوسري درڪآس اگي ئي جآري هي

source: You can request a new takeout of your recordings every { $days } days.
ggg: دنو مي تِمري رڪآرڊينگي ڪيٚ نويٚنٚ ٽيڪ{ $days } تِمي هر آئوُٽو ڪي درڪآس ڪر سڪدآ هو

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ggg: تمي منکآنٚ ڪي مدت ڪروآ مي مدت ديوآ لآ هآدسآتيٚ ٻآتينٚ چلآ سگدآ هو ۔وي تمريٚٚ سوچيٚ دي وڌيڪ سولي هينٚ ۔ تميٚ وي ڪرسگدآ هو آن لآئين وڊيو ڪآنڦرنٚس ٽولو دي ،يآنٚ جآتيٚ چلدآ هآدسآ لآ همرآ ٽيمپليٽ ائينٚ وسيلآ چيڪ<eventTemplate> تورو مي جي وي مهڦوج هينٚ تو</eventTemplate> ڪرو

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ggg: تميٚ ڪرسگدآئوجُملآنٚ ڪآ نهينآ انگ شآمل<sentenceCollectorLinkAdd> </sentenceCollectorLinkAdd> ڪرواستمآل ڪردي بلڪ<bulkImportDocsLink> يآنٚ تميٚ ڪرسگدآئو</bulkImportDocsLink> آدي هوو کپي،يآنٚ تميٚ</licenseLink>يآنٚ اوآميٚ ڊومين<licenseLink>يآد رآکو تو جُملآ آپوآپ لک سگدآئو

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ggg: <scraperLink> تميٚ استمآل ڪرسگدآ هو ۔وڪيپيڊيآ دي الگ جُملآنٚ ڪو استمآل ڪروآ لآ</scraperLink>

source: You check whether the transcription matches the audio
ggg: تُو جآنچيدوهي تو لِکريٚ آڊيو دي مِلديٚ هي يآ نآ.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ggg: تِمي ويب سآئيٚٽيٚنٚ شآمل ڪرسڪدآ هو، مسآل تور "اورمي آوآج۔ https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ggg: تِمي استمآل ڪر سڪدآ هو اڪيڊمي ريفرنسنگ تريڪو، مسآل تور "Mozilla (2021) Common هآرورڊ اندآج Voice. https://commonvoice.mozilla.org/ پر موجود هي: 15 سيپٽمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ggg: تميٚ نيآپو ليوآ تآڻيٚ سوشل ميڊيآ پليٽ ڦآرم استمآل ڪرسگدآ هو۔ پوسٽينٚ شير ڪرو جيڪو جآنڪآريٚ لينٚدآ هينٚ تو وو ڪآلي جروريٚ هي، آئينٚ دوسرآ منکآ ڪآ رآبتآ يآنٚ ٽيڪنآلآجيٚيو مي گھٽ سوچ ۔، AI هآسل ڪرو جيڪو مسلآنٚ بآرآ مي ٻول ريهرآ هينٚ مسآل ٻوليو ڪآ هڪآ مي، سمآجوئي موهم چلآوو، جرو مي موآد تميٚ دوبآرآ استمآل ڪرسگدآ هو<campaignLink>وڌيڪ سلآ ديکو۔</campaignLink>تو

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ggg: تمينٚ ڪِرآ بيٚ ٻوليو ڪوُ چُگرآ ڪونآ هو مهربآنيٚ ڪر ڪي ٻوليآ ڪو چُگوآتآڻيٚ تمريٚ<profileLink> پروڦآئيليٚ</profileLink> مينٚ جآئو۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ggg: تميٚ ايٚرو سڦآ مي جمآ ڪرآوآ ڪيٚ هديٚ تآئيٚن پهچ گوآ هو. مهربآنيٚ ڪرڪي دوسرو جُملو جمآ ڪروآ ڪي آگي { $retryLimit } منٽيٚ تآئينٚ انتجآر ڪرو. تمريٚ سبريٚ ڪيٚ مهربآنيٚ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ggg: تمي ايرو سڦآ مي جمآ ڪرآوآ ڪي هدي تآئين پهچ گوآ هو. مهربآنيٚ ڪرڪي دوسرو جُملو جمآ ڪروآ ڪي آگي{ $retryLimit } سيڪنڊي تآئين انتجآر ڪرو تمريٚ سبريٚ ڪيٚ مهربآنيٚ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
ggg: تِمري ڪني اِرو سڦآ پر بِنآ جپت بدليونٚ هينٚ۔ جيڪر تمي آم بدلي ڪرو، تميري بدليونٚ جپت ڪونآ هوسي۔ ڪآ تِمآ ڪوُ پڪ هي تو تِمي آم بدليونٚ ڪروو چآهندآ هو؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
ggg: تِمتر ڪني اِرو سڦآ پر بِنآ جپت بدليون هينٚ۔ جيڪر تميٚ اُرو سُڦآ ڪوُ ڇوڙ جآندآ هو،تِمري بدليو ڪوُ جپت ڪو ڪررو جآسيٚ۔ ڪآ تِمآ ڪوُ پڪ هي تو تِميٚ اُرو سڦآ ڪوُ ڇوڙوو چآهندآ هو؟

source: You might also want to consider spanning different contexts and domains.
ggg: تِميٚ الگ سورت هآل اور اِلآ ڪآ ڪوُ شآمل ڪروآ پر بي گور ڪرو سڪدآ هو۔

source: You must allow microphone access.
ggg: تمآ ڪوُ مآيڪرو سآفٽيٚ ڪيٚ رسائيو ڪيٚ اِجاجت ديوآ ڪيٚ جرُورت هي

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
ggg: تمآڪوُ رڪآرڊييگي ڪآ هر گُڦتآ ڪوُ سُڻوآ ڪي لآئيڪ هوو کپي۔ همي چآهندآ هونٚ تو مشن الگور تهم الگ پڇلي نجري ڪآ گوڙو ڪوُ سمآݪوآ ڪي ڪآبل هو جآئي۔ اور جيسيڪر برآبر آوآج جآنٚ کآموش رآڳ پس منجرو ڪوُ ڪبول ڪر سڪدو هي پر شرت يو هي تِمآ ڪو اکرو ڪوُ سآرو سُڻوآ دي نآ روڪينٚ۔ چِڪوو جآنٚ'بريڪنگ اپ' جيڪو تِمآ ڪوُ اکر سُڻوآ دي روڪدآ هينٚ متلب توتِمآ ڪو ڪِلپو ڪوُ کتم ڪروو کپي۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ggg: تِمتري ورجآڻي ڪو وو تريڪو هي جيڪو تِمي لڦجآ ڪآ اُچآر ڪردآ هو۔ اُرو ڪوُ سئي ڪر سڪدآ هونٚ تو تِمي ڪيآ رڄيندآ هو، تِمي ڪوڻسي ٻوليونٚ ٻولدآ هو اور دوسرآ ڪِترآئي نِشآن۔ تِمي ڪرآ بي کبري ڪيٚ هسيدآري ڪر سڪدآ هو جيڪو تِمي مهسوُس ڪرآ يهآنٚ جُڙري هي

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ggg: تِمآ ڪوُ گُمنآم آوآج رڪآرڊينگ ڪآمن وآئس ڊيٽآ سيٽو مي رهيسيٚ۔ ايڪ دڦآ تِمي آپو ڪيٚ پروڦآئيٚلي ڪوُ مِٽآ ديوو، تِمي آب ڊيٽآ سيٽو دي تِمري رڪآرڊينگيٚ ڪوُ هٽآوآ تآڻيٚ درڪآس جمآ ڪروآ ڪي لآئيڪ ڪونآ هوسيو

source: Your daily goal has been created
ggg: تِمرو روجآنِيو ڪو مڪسد ٺآرو گو هي

source: Your dataset is downloading!
ggg: تمرو ڊيٽآ سيٽ ڊآئون لوڊ ڪريهرو هي !

source: Your download has started.
ggg: تِمرو ڊآئيون لوڊ شروُ هوچڪرو هي۔

source: You’re contributing to a target segment
ggg: تمينٚ ايڪ مڪسدو ڪآ هسآ مينٚ شآمل هورهيرآ هو۔

source: You’re contributing to our first target segment
ggg: تمينٚ همرا پيلڪآ مڪسدو ڪآ هِسآ مينٚ هِسو لگآ رهيرآ هو۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ggg: ايِ</bold> NOT <bold> تمآنٚ ڪوُ هآل گھڙيٚ رآکرو گو هي ايِٚميليٚنٚ ليئو جيسي مڪسد يآد دُوآوآݪآ، ميريٚ آم آوآجيٚ بآرآ مي پيش رڦت تآجآ ڪآريونٚ ائينٚ نيوج ليٽر

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ggg: تمي هآل گھڙيٚ ايِ ميليٚنٚ ليوآ تآڻيٚ رآکرآ گآ هو جيسي مڪسد يآد دُوآوآݪآ، ميرآ آم آوآجو بآرآ مي پيش رڦت تآجآ ڪآريونٚ ائينٚ نيوج ليٽر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ggg: تمينٚ ڀوت تڪڙآ جآ ريهرآ هو مهربانيٚ ڪر ڪي ايڪ پل ليوو جُملآ ڪوُ ديکوآ تآڻي توجيسي پڪ هووا مينٚ گلتيٚ ڪونآ۔

source: You're helping Common Voice reach our daily sentence goals!
ggg: تميٚ آم آوآجيٚ ڪوُ همرآ روزآنيٚ جُملآ ڪا مڪَسَدآ تآئينٚ پُهچآوآ مي مدت ڪرريهرآ هو!

source: Your email address
ggg: تِمرو ايٚ ميل پتو

source: You respond or reply to it as naturally as you can
ggg: تميٚ اُر ڪو جبآب ديوو يآ اُرو ڪيٚ ورنديٚ ديوو جِترو ڪُدرتيٚ تميٚ ڪر سڪدآ هو
